/*
Navicat MySQL Data Transfer

Source Server         : MySql
Source Server Version : 50714
Source Host           : localhost:3306
Source Database       : xj2014

Target Server Type    : MYSQL
Target Server Version : 50714
File Encoding         : 65001

Date: 2016-10-10 18:40:01
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for userinfo
-- ----------------------------
DROP TABLE IF EXISTS `userinfo`;
CREATE TABLE `userinfo` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `classs` varchar(255) DEFAULT NULL,
  `num` varchar(255) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `sex` varchar(255) DEFAULT NULL,
  `nation` varchar(255) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=101 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of userinfo
-- ----------------------------
INSERT INTO `userinfo` VALUES ('1', '2014级9班', '201408240901', '常天宇', '女', '汉族', '河北省保定市双胜街191号5号楼3单元201');
INSERT INTO `userinfo` VALUES ('2', '2014级9班', '201408240902', '陈美江', '男', '汉族', '云南省曲靖市沾益县炎方乡松韶');
INSERT INTO `userinfo` VALUES ('3', '2014级9班', '201408240903', '陈鹏', '男', '汉族', '四川省内江市贸中县金李井镇和爱村1组');
INSERT INTO `userinfo` VALUES ('4', '2014级9班', '201408240904', '陈心怡', '女', '汉族', '四川省眉山市仁寿县汪洋镇牌坊街181号附1号');
INSERT INTO `userinfo` VALUES ('5', '2014级9班', '201408240905', '陈星星', '女', '汉族', '四川省射洪县涪西镇');
INSERT INTO `userinfo` VALUES ('6', '2014级9班', '201408240906', '邓佳', '女', '汉族', '四川省绵阳市北川羌族自治县永安镇2农村5组');
INSERT INTO `userinfo` VALUES ('7', '2014级9班', '201408240907', '邓佳明', '男', '汉族', '四川省宜宾市南溪区马家乡大阳村6组');
INSERT INTO `userinfo` VALUES ('8', '2014级9班', '201408240908', '窦浩', '男', '汉族', '四川绵阳涪城区南河一社');
INSERT INTO `userinfo` VALUES ('9', '2014级9班', '201408240909', '樊小勤', '女', '汉族', '重庆市开县义和镇仁和村11组28号');
INSERT INTO `userinfo` VALUES ('10', '2014级9班', '201408240910', '范杨', '女', '汉族', '四川省成都市新都区大丰镇方营小区');
INSERT INTO `userinfo` VALUES ('11', '2014级9班', '201408240911', '付晓青', '女', '汉族', '四川省郫县唐昌镇大云村12队');
INSERT INTO `userinfo` VALUES ('12', '2014级9班', '201408240912', '龚霄', '男', '汉族', '');
INSERT INTO `userinfo` VALUES ('13', '2014级9班', '201408240913', '季仲书', '女', '汉族', '四川省郫县唐昌镇大云村12队');
INSERT INTO `userinfo` VALUES ('14', '2014级9班', '201408240914', '贾蓉', '女', '汉族', '');
INSERT INTO `userinfo` VALUES ('15', '2014级9班', '201408240915', '李东芩', '女', '汉族', '四川省成都市龙泉驿洪河恋日家园B区6-2-11');
INSERT INTO `userinfo` VALUES ('16', '2014级9班', '201408240916', '李维', '女', '汉族', '四川省遂宁市射洪县文化路棉麻小区');
INSERT INTO `userinfo` VALUES ('17', '2014级9班', '201408240917', '李哲萍', '男', '汉族', '四川省广安市岳池县中和镇兔儿梁村1组17号');
INSERT INTO `userinfo` VALUES ('18', '2014级9班', '201408240918', '林娜', '女', '汉族', '四川省自贡市沿滩区沿滩镇升坪街2栋8号');
INSERT INTO `userinfo` VALUES ('19', '2014级9班', '201408240919', '刘丹', '女', '汉族', '四川省广安市广安区石笋镇伏龙村三组3号');
INSERT INTO `userinfo` VALUES ('20', '2014级9班', '201408240920', '刘强珍', '女', '汉族', '四川省攀枝花市仁和区中坝乡中坝村小弯庄组4号');
INSERT INTO `userinfo` VALUES ('21', '2014级9班', '201408240921', '龙小兰', '女', '汉族', '四川省宣汉县石林大道');
INSERT INTO `userinfo` VALUES ('22', '2014级9班', '201408240922', '木斤古都', '男', '彝族', '甘洛县阿尔乡马达村吉托组20号');
INSERT INTO `userinfo` VALUES ('23', '2014级9班', '201408240923', '庞婧颖', '女', '汉族', '四川省蓬安县桃园小区');
INSERT INTO `userinfo` VALUES ('24', '2014级9班', '201408240924', '漆国琴', '女', '汉族', '四川省宣汉县芭蕉镇沙河坝村2组30号');
INSERT INTO `userinfo` VALUES ('25', '2014级9班', '201408240925', '汤思宇', '男', '汉族', '四川省眉山市仁寿县向家乡向荣12组');
INSERT INTO `userinfo` VALUES ('26', '2014级9班', '201408240926', '唐浩炜', '男', '汉族', '四川省遂宁市船山区西山路玫瑰上品D-18-B');
INSERT INTO `userinfo` VALUES ('27', '2014级9班', '201408240927', '王露', '女', '汉族', '四川省攀枝花市米易县草场乡龙华村15社');
INSERT INTO `userinfo` VALUES ('28', '2014级9班', '201408240928', '王美玲', '女', '汉族', '四川省邛崃市临邛镇马蹄社区9组');
INSERT INTO `userinfo` VALUES ('29', '2014级9班', '201408240929', '王霜', '女', '彝族', '四川省西昌市河东街迎春巷州计生协会干休所');
INSERT INTO `userinfo` VALUES ('30', '2014级9班', '201408240930', '武晨', '男', '汉族', '河南省洛阳市新安县城关镇牌楼村');
INSERT INTO `userinfo` VALUES ('31', '2014级9班', '201408240931', '肖本谜', '女', '汉族', '四川省万源市固军乡中河村磨堂子组59号');
INSERT INTO `userinfo` VALUES ('32', '2014级9班', '201408240932', '谢伟', '男', '汉族', '四川省遂宁市安居区三家镇双乐村2社29号');
INSERT INTO `userinfo` VALUES ('33', '2014级9班', '201408240933', '邢枭', '男', '汉族', '');
INSERT INTO `userinfo` VALUES ('34', '2014级9班', '201408240934', '徐贵勇', '男', '汉族', '山东省乐陵市黄夹镇张连刚村');
INSERT INTO `userinfo` VALUES ('35', '2014级9班', '201408240935', '徐慧', '女', '汉族', '四川省渠县土溪镇顺江街13号');
INSERT INTO `userinfo` VALUES ('36', '2014级9班', '201408240936', '严涛', '男', '汉族', '四川省绵阳永兴张家营');
INSERT INTO `userinfo` VALUES ('37', '2014级9班', '201408240937', '余霖', '男', '汉族', '四川省达州市通川区西外罗浮阳光17-8-2');
INSERT INTO `userinfo` VALUES ('38', '2014级9班', '201408240938', '张丽', '女', '汉族', '四川省绵阳市三台县里程乡石牛村7-3');
INSERT INTO `userinfo` VALUES ('39', '2014级9班', '201408240939', '张垚', '女', '汉族', '四川省宜宾市长宁县长宁镇长宁县竹都大道一段140号');
INSERT INTO `userinfo` VALUES ('40', '2014级9班', '201408240940', '赵洁', '女', '汉族', '四川省绵阳市北川县擂鼓镇');
INSERT INTO `userinfo` VALUES ('41', '2014级9班', '201408240941', '赵玉磊', '男', '汉族', '四川省西昌市阿七乡桂花村2组14号');
INSERT INTO `userinfo` VALUES ('42', '2014级9班', '201408240942', '郑加磊', '男', '汉族', '四川省越西县马拖乡马拖村4组45号');
INSERT INTO `userinfo` VALUES ('43', '2014级9班', '201408240943', '郑永香', '女', '汉族', '');
INSERT INTO `userinfo` VALUES ('44', '2014级9班', '201408240944', '钟林利', '女', '汉族', '四川省珙县罗渡杨杈8队');
INSERT INTO `userinfo` VALUES ('45', '2014级9班', '201408240945', '周红秀', '女', '汉族', '四川省南充市阆中千佛镇金子乡');
INSERT INTO `userinfo` VALUES ('46', '2014级9班', '201408240946', '朱金铭', '男', '汉族', '四川省眉山市东坡区朱市东街170号');
INSERT INTO `userinfo` VALUES ('47', '2014级9班', '201408240947', '朱小琴', '女', '汉族', '四川省泸州市泸县天兴镇垣山村116号');
INSERT INTO `userinfo` VALUES ('48', '2014级10班', '201408241001', '阿祗阿龙', '男', '彝族', '四川省凉山州会东县满银路东段95号');
INSERT INTO `userinfo` VALUES ('49', '2014级10班', '201408241002', '陈澄', '女', '汉族', '四川省南充市高坪区大地景秀六栋');
INSERT INTO `userinfo` VALUES ('50', '2014级10班', '201408241003', '程琦', '女', '汉族', '四川省宣汉县华果镇天河街');
INSERT INTO `userinfo` VALUES ('51', '2014级10班', '201408241004', '冯志远', '男', '汉族', '四川省自贡市沿滩区仙市镇付家村6组29号');
INSERT INTO `userinfo` VALUES ('52', '2014级10班', '201408241005', '韩宗良', '男', '汉族', '四川省广元市和州区八二一小区16-8');
INSERT INTO `userinfo` VALUES ('53', '2014级10班', '201408241006', '何文洁', '女', '汉族', '四川省成都市白江区同华大道199号凯斯顿华府');
INSERT INTO `userinfo` VALUES ('54', '2014级10班', '201408241007', '侯本玉', '女', '汉族', '四川省万源市罗文镇');
INSERT INTO `userinfo` VALUES ('55', '2014级10班', '201408241008', '黄含', '女', '汉族', '四川省凉山州西昌市礼州镇桂林村二组59号');
INSERT INTO `userinfo` VALUES ('56', '2014级10班', '201408241009', '黄千玉', '女', '汉族', '云南省昭通市镇雄县以勒镇金钟路420号');
INSERT INTO `userinfo` VALUES ('57', '2014级10班', '201408241010', '黄秋月', '女', '汉族', '四川省达县南外镇南坝路89号附6栋3楼2号');
INSERT INTO `userinfo` VALUES ('58', '2014级10班', '201408241011', '焦秋兰', '女', '汉族', '河南省周口市川汇区许湾乡孔庄147号');
INSERT INTO `userinfo` VALUES ('59', '2014级10班', '201408241012', '李凤', '女', '汉族', '四川省广安市肖溪镇东洋村6组');
INSERT INTO `userinfo` VALUES ('60', '2014级10班', '201408241013', '李佳', '女', '汉族', '四川省绵阳市三台县富顺镇群乐村6组016号');
INSERT INTO `userinfo` VALUES ('61', '2014级10班', '201408241014', '李茂林', '男', '汉族', '四川省自贡市富顺县仪寺镇人民街219路');
INSERT INTO `userinfo` VALUES ('62', '2014级10班', '201408241015', '李婉菁', '女', '汉族', '四川省南充市蓬安县天成乡普陀山村七组二十号');
INSERT INTO `userinfo` VALUES ('63', '2014级10班', '201408241016', '梁昆龙', '男', '汉族', '四川省广元市旺苍县新华街259号');
INSERT INTO `userinfo` VALUES ('64', '2014级10班', '201408241017', '廖悦', '女', '汉族', '四川省成都市新都区清流镇黄龙村12组');
INSERT INTO `userinfo` VALUES ('65', '2014级10班', '201408241018', '刘景怡', '女', '汉族', '重庆市合川区钱塘镇石礅村8组11号');
INSERT INTO `userinfo` VALUES ('66', '2014级10班', '201408241019', '刘念', '女', '汉族', '四川省古蔺县双沙镇万寿村2组18号');
INSERT INTO `userinfo` VALUES ('67', '2014级10班', '201408241020', '刘雪梅', '女', '汉族', '四川省内江市东兴区高桥镇松柏村2组103号');
INSERT INTO `userinfo` VALUES ('68', '2014级10班', '201408241021', '鲁萌', '女', '汉族', '四川省绵阳市游仙区沉抗镇2组');
INSERT INTO `userinfo` VALUES ('69', '2014级10班', '201408241022', '罗康鹏', '男', '汉族', '四川省凉山州宁南县华弹镇先锋村6社');
INSERT INTO `userinfo` VALUES ('70', '2014级10班', '201408241023', '潘菊', '女', '汉族', '四川省绵阳市三台县幸福4-3');
INSERT INTO `userinfo` VALUES ('71', '2014级10班', '201408241024', '蒲良', '男', '汉族', '四川省南充市南部县水景湾花园');
INSERT INTO `userinfo` VALUES ('72', '2014级10班', '201408241025', '沙立颖', '女', '彝族', '四川省西昌市马鞍山乡茶叶村4组3号');
INSERT INTO `userinfo` VALUES ('73', '2014级10班', '201408241026', '舒蓉', '女', '汉族', '四川省成都市高新西区尚锦路166号');
INSERT INTO `userinfo` VALUES ('74', '2014级10班', '201408241027', '斯虹钦', '男', '汉族', '四川省南部县南隆镇富民巷13号2楼1号');
INSERT INTO `userinfo` VALUES ('75', '2014级10班', '201408241028', '宋兰玉', '女', '汉族', '四川省内江市威远县严陵镇双柏村9组26号');
INSERT INTO `userinfo` VALUES ('76', '2014级10班', '201408241029', '唐燕', '女', '汉族', '四川省南充市营山县大东街');
INSERT INTO `userinfo` VALUES ('77', '2014级10班', '201408241030', '王骥腾', '男', '汉族', '四川省绵阳市三台县刘营镇绵三街40号附41号');
INSERT INTO `userinfo` VALUES ('78', '2014级10班', '201408241031', '王伶伶', '女', '汉族', '四川省平昌县板庙乡康坪村四社29号');
INSERT INTO `userinfo` VALUES ('79', '2014级10班', '201408241032', '王倩', '女', '汉族', '四川省南充市西充县莲池乡范村沟5组12号');
INSERT INTO `userinfo` VALUES ('80', '2014级10班', '201408241033', '王涛', '男', '汉族', '四川省巴中市巴中中学附近');
INSERT INTO `userinfo` VALUES ('81', '2014级10班', '201408241034', '王婷', '女', '汉族', '四川省阆中市开发区景观苑二栋二楼三单元四号');
INSERT INTO `userinfo` VALUES ('82', '2014级10班', '201408241035', '王小春', '女', '汉族', '四川省广安市前锋区代市镇群模村3组');
INSERT INTO `userinfo` VALUES ('83', '2014级10班', '201408241037', '文健丞', '男', '汉族', '四川省成都市青白江区九干朝阳');
INSERT INTO `userinfo` VALUES ('84', '2014级10班', '201408241038', '吴雨遥', '女', '汉族', '四川省自贡市自流井区公园路153号9栋1单元5号');
INSERT INTO `userinfo` VALUES ('85', '2014级10班', '201408241039', '肖雯', '女', '汉族', '四川省攀枝花市盐边县惠民乡民主村中元组一号');
INSERT INTO `userinfo` VALUES ('86', '2014级10班', '201408241040', '徐涛', '女', '汉族', '四川省遂宁市射洪县明星镇17村6社');
INSERT INTO `userinfo` VALUES ('87', '2014级10班', '201408241041', '尹岳', '男', '汉族', '四川省攀枝花市仁和区');
INSERT INTO `userinfo` VALUES ('88', '2014级10班', '201408241042', '詹婷婷', '女', '汉族', '河北省唐山市丰润区丰润镇卢各庄村1167号');
INSERT INTO `userinfo` VALUES ('89', '2014级10班', '201408241044', '张若梅', '女', '汉族', '四川省眉山市仁寿县龙马区龙桥乡狮岭11组');
INSERT INTO `userinfo` VALUES ('90', '2014级10班', '201408241045', '张松梅', '女', '汉族', '四川省巴中市巴州区兴文镇文丛村446号');
INSERT INTO `userinfo` VALUES ('91', '2014级10班', '201408241046', '赵淑雯', '女', '汉族', '山东省聊城市开发区凤凰新城');
INSERT INTO `userinfo` VALUES ('92', '2014级10班', '201408241047', '左义平', '男', '汉族', '四川省绵阳市三台县向阳镇方垭');
INSERT INTO `userinfo` VALUES ('93', '2013级10班', '201308241039', '小银银', '男', '汉族', '四川省达州市');
INSERT INTO `userinfo` VALUES ('100', '2014级9班', '14', '1', '男', '1', '1');
